Repository: lovevn/richie
Catalog: src/richie/locale/*/LC_MESSAGES/django.po
Languages: vi_vn

source: Richie Plugins
vi_vn: Plugins Richie

source: Define a duration as a number of time units
vi_vn: Xác định thời lượng dưới dạng một số đơn vị thời gian

source: %(value)s is not a valid choice for a time unit.
vi_vn: %(value)s đây không phải định dạng đúng cho một đơn vị thời gian.

source: A composite duration should be a pair: number and time unit.
vi_vn: Thời lượng tổng hợp phải là một cặp: số và đơn vị thời gian.

source: A composite duration should be a round number of time units.
vi_vn: Thời lượng tổng hợp phải là một đơn vị thời gian làm tròn.

source: A composite duration should be positive.
vi_vn: Thời lượng tổng hợp phải là số dương.

source: Define an effort
vi_vn: Xác định thời gian học

source: An effort should be a triplet: number, time unit and reference unit.
vi_vn: Mỗi thời gian học là một bộ ba: số, đơn vị thời gian và đơn vị tham chiếu

source: An effort should be a round number of time units.
vi_vn: mỗi thời gian học là một đơn vị thời gian làm tròn.

source: An effort should be positive.
vi_vn: Mỗi thời gian học phải là số dương.

source: The effort time unit should be shorter than the reference unit.
vi_vn: Đơn vị thời gian của thời gian học phải ngắn hơn đơn vị tham chiếu.

source: {:s} and {:s}
vi_vn: {:s} và {:s}

source: and
vi_vn: và

source: You can only select up to %(limit_value)d choices.
vi_vn: Bạn chỉ có thể chọn tối đa %(limit_value)d câu trả lời.

source: Multi select field (up to %(max_choices)s choices)
vi_vn: Chọn (tối đa %(max_choices)s câu trả lời)

source: Value %(value)s is not a valid choice.
vi_vn: Giá trị %(value)s không phải là một lựa chọn hợp lệ.

source: Storing {:d} choices could require storing a CharField of up to {:d} characters. Please reduce 'max_choices' or increase 'max_length'.
vi_vn: Lưu trữ {:d} câu trả lời đòi hỏi lưu trữ một CharField lên tới {:d} chữ cái. Hãy giảm 'max_choices' hoặc tăng 'max_length'.

source: Your browser doesn't support this video format.
vi_vn: Trình duyệt của bạn không hỗ trợ định dạng video này.

source: You are here:
vi_vn: Bạn đang ở đây:

source: Skip to main content
vi_vn: Chuyển tới nội dúng chính

source: Go to homepage
vi_vn: Quay trở lại trang chính

source: Contact us
vi_vn: Liện hệ với chúng tôi

source: Life-changing learning!
vi_vn: Khóa học đổi đời!

source: Learn more
vi_vn: Tìm hiểu thêm

source: Powered by
vi_vn: Được cung cấp bởi

source: This page has no child objects
vi_vn: Trang này không có mục con

source: dashboard
vi_vn: Bảng điều khiển

source: Back to home
vi_vn: Quay trở lại

source: Pagination
vi_vn: Phân trang

source: Currently reading last page %(page)s
vi_vn: Hiện tại đang đọc đến trang cuối %(page)s

source: Currently reading page %(page)s
vi_vn: Hiện tại đang đọc đến trang %(page)s

source: Page %(page)s
vi_vn: Trang %(page)s

source: Previous page %(page)s
vi_vn: Trang trước %(page)s

source: Last page %(page)s
vi_vn: Trang cuối %(page)s

source: Next page %(page)s
vi_vn: Trang tiếp theo %(page)s

source: Richie news: %(title)s
vi_vn: Tin mới: %(title)s

source: Richie news: %(title)s %(url)s
vi_vn: Tin mới: %(title)s %(url)s

source: Share on Facebook
vi_vn: Chia sẻ qua Facebook

source: Share on Twitter
vi_vn: Chia sẻ qua Twitter

source: Share on Linkedin
vi_vn: Chia sẻ qua Linkedin

source: Share by Email
vi_vn: Chia sẻ qua Email

source: Follow a course online with Richie
vi_vn: Theo dõi khóa học online cùng chúng tôi

source: I just enrolled to the course "%(title)s" on Richie: %(url)s
vi_vn: Tôi vừa đăng ký khóa học "%(title)s" tại Richie: %(url)s

source: Twitter page
vi_vn: Trang Twitter

source: Linkedin page
vi_vn: Trang LinkedIn

source: Bad request
vi_vn: Yêu cầu không hợp lệ

source: Your query seems to be malformed. Please check your data and try again.
vi_vn: Truy vấn của bạn dường như không đúng định dạng. Vui lòng kiểm tra dữ liệu của bạn và thử lại.

source: Forbidden
vi_vn: Nghiêm cấm

source: You do not have the required permissions to access this resource.
vi_vn: Bạn không có quyền cần thiết để truy cập tài nguyên này.

source: Page not found
vi_vn: Không tìm thấy trang

source: The requested resource does not exist.
vi_vn: Tài nguyên bạn tìm kiếm không tồn tại.

source: Server bad request
vi_vn: Yêu cầu máy chủ không hợp lệ

source: Something went wrong. Please try again later.
vi_vn: Đã xảy ra lỗi. Vui lòng thử lại sau.

source: Course could not be found.
vi_vn: Không tìm thấy khóa học.

source: See user group
vi_vn: Xem nhóm người dùng

source: See filer folder
vi_vn: Xem thư mục bộ lọc

source: Organization
vi_vn: Tổ chức

source: Organization by Category
vi_vn: Tổ chức theo thể loại

source: Category
vi_vn: Thể loại

source: Course
vi_vn: Khóa học

source: Person
vi_vn: Người

source: Licence
vi_vn: giấy phép

source: Post
vi_vn: bài đăng

source: Program
vi_vn: Chương trình

source: {!s} settings
vi_vn: {:s} cài đặt

source: Snapshot this page...
vi_vn: Chụp ảnh trang này...

source: This will place a copy of this page as its child and move all its courseruns as children of its new copy.
vi_vn: Thao tác này sẽ đặt một bản sao của trang này làm con của nó và di chuyển tất cả các môn học của nó dưới dạng con của bản sao mới của nó.

source: New page
vi_vn: Trang mới

source: Create a new page next to the current page.
vi_vn: Tạo một trang mới cạnh trang hiện tại.

source: New sub page
vi_vn: Trang phụ mới

source: Create a page below the current page.
vi_vn: Tạo trang bên dưới trang hiện tại.

source: Page title
vi_vn: Tiêu đề trang

source: Title of the page in current language
vi_vn: Tiêu đề của trang bằng ngôn ngữ hiện tại

source: Page slug
vi_vn: Đường dẫn trang

source: Slug of the page in current language
vi_vn: Đường dẫn của trang bằng ngôn ngữ hiện tại

source: This slug is too long. The length of the path built by prepending the slug of the parent page would be {:d} characters long and it should be less than 255
vi_vn: Đường dẫn quá dài. liên kết được tạo bằng cách đặt trước đường dẫn này với liên kết của trang mẹ là {:d} chữ cái và ngắn hơn 255 chữ cái

source: This slug is already in use
vi_vn: Đường dẫn này đã được sử dụng

source: You must first create a parent page and set its `reverse_id` to `{:s}`.
vi_vn: Trước tiên, bạn phải tạo một trang mẹ và đặt 'reverse_id' thành `{:s}`.

source: Unique reference for the course.
vi_vn: Tham chiếu độc quyền của khóa học.

source: New course page
vi_vn: Trang khóa học mới

source: Create a new course page
vi_vn: Tạo trang khóa học mới

source: Unique reference for the organization.
vi_vn: Tham chiếu độc quyền của tổ chức.

source: New organization page
vi_vn: Trang tổ chức mới

source: Create a new organization page
vi_vn: Tạo trang tổ chức mới

source: New category page
vi_vn: Trang thể loại mới

source: Create a new category page
vi_vn: Tạo trang thể loại mới

source: New blog post
vi_vn: bài blog mới

source: Create a new blog post
vi_vn: Tạo bài blog mới

source: New person page
vi_vn: Trang người mới

source: Create a new person page
vi_vn: Tạo trang người mới

source: New program
vi_vn: Chương trình mới

source: Create a new program
vi_vn: Tạo chương trình mới

source: Inherit
vi_vn: Kế thừa

source: Default
vi_vn: Mặc định

source: Favorite
vi_vn: Yêu thích

source: Badge
vi_vn: phù hiệu

source: Small
vi_vn: Nhỏ

source: Large
vi_vn: Lớn

source: Card
vi_vn: Thẻ

source: Row
vi_vn: Hàng

source: minute
vi_vn: phút

source: minutes
vi_vn: phút

source: hour
vi_vn: giờ

source: hours
vi_vn: giờ

source: day
vi_vn: ngày

source: days
vi_vn: ngày

source: week
vi_vn: tuần

source: weeks
vi_vn: tuần

source: month
vi_vn: tháng

source: months
vi_vn: tháng

source: Run {:d}
vi_vn: Chạy {:d}

source: You can't snapshot a snapshot.
vi_vn: Bạn không thể chụp nhanh một bức ảnh chụp nhanh.

source: You don't have sufficient permissions to snapshot this page.
vi_vn: Bạn không có đủ quyền hành để chụp ảnh trang này.

source: Archived on {now:%Y-%m-%d %H:%M:%S}
vi_vn: Lưu trữ vào {now:%Y-%m-%d %H:%M:%S}

source: blog post
vi_vn: bài đăng

source: blog posts
vi_vn: bài đăng

source: variant
vi_vn: phiên bản

source: Optional glimpse variant for a custom look.
vi_vn: Sơ qua biến thể tùy chọn cho giao diện tùy chỉnh.

source: blog post plugin
vi_vn: plugin đăng bài

source: blog post plugins
vi_vn: plugins đăng bài

source: category
vi_vn: thể loại

source: categories
vi_vn: các thể loại

source: category plugin
vi_vn: plugin thể loại

source: category plugins
vi_vn: plugins các thể loại

source: enroll now
vi_vn: đăng ký ngay

source: study now
vi_vn: học ngay

source: closing on
vi_vn: kết thúc vàp

source: starting on
vi_vn: bắt đầu vào

source: enrollment closed
vi_vn: kết thúc đăng ký

source: on-going
vi_vn: đang diễn ra

source: archived
vi_vn: Lưu trữ

source: to be scheduled
vi_vn: sẽ được lên lịch

source: forever open
vi_vn: mở vĩnh viễn

source: code
vi_vn: mã code

source: The course time range.
vi_vn: Khoảng thời gian của khóa học.

source: Total amount of time to complete this course.
vi_vn: Tổng số thời gian để hoàn thành khóa học.

source: is listed
vi_vn: được liệt kê

source: Tick if you want the course to be visible on the search page.
vi_vn: Đánh dấu vào nếu bạn muốn khóa học xuất hiện trên trang tìm kiếm.

source: is self paced
vi_vn: được theo nhịp độ của bản thân

source: Tick if the course pace is self paced.
vi_vn: Đánh dấu nếu tốc độ của khóa là theo nhịp độ của bản thân

source: course
vi_vn: khóa học

source: courses
vi_vn: khóa học

source: Self paced
vi_vn: Nhịp độ của bản thân

source: Manual
vi_vn: Sổ tay

source: Synchronization to draft page
vi_vn: Đồng bộ hóa với trang nháp

source: Synchronization to public page
vi_vn: Đồng bọ hóa với trang công khai

source: course_and_search - show on the course page and include in search results
vi_vn: khóa học và tìm kiếm - hiển thị trên trang khóa học và đưa vào kết quả tìm kiếm

source: course_only - show on the course page and hide from search results
vi_vn: chỉ dành riêng cho khóa học - hiển thị trên trang khóa học và ẩn khỏi kết quả tìm kiếm

source: hidden - hide on the course page and from search results
vi_vn: ẩn - ẩn trên trang khóa học và ẩn khỏi kết quả tìm kiếm

source: resource link
vi_vn: liên kết tài nguyên

source: course start
vi_vn: khóa học abứt đầu

source: course end
vi_vn: khóa học kết thúc

source: enrollment start
vi_vn: đăng ký bắt đầu

source: enrollment end
vi_vn: đăng ký kết thúc

source: The list of languages in which the course content is available.
vi_vn: Danh sách các ngôn ngữ mà nội khóa học có sẵn.

source: enrollment count
vi_vn: số lượng đăng ký

source: The number of enrolled students
vi_vn: Số lượgn học viên đăng ký

source: catalog visibility
vi_vn: hiển thị danh mục

source: course run
vi_vn: chạy khóa học

source: course runs
vi_vn: chạy khóa học

source: title
vi_vn: tiêu đề

source: Course run translation
vi_vn: Dịch thuật chạy khóa học

source: Course run translations
vi_vn: Dịch thuật chạy khóa học

source: Empty title
vi_vn: Tiêu đề trống

source: course plugin
vi_vn: plugin khóa học

source: course plugins
vi_vn: plugins khóa học

source: name
vi_vn: tên

source: content
vi_vn: nội dung

source: licence
vi_vn: Giấy phép

source: licences
vi_vn: Giấy phép

source: Licence translation
vi_vn: Dịch thuật giấy phép

source: licence translations
vi_vn: Dịch thuật giấy phép

source: description
vi_vn: Miêu tả

source: licence plugin
vi_vn: plugin giấy phép

source: licence plugins
vi_vn: plugins giấy phép

source: organization
vi_vn: tổ chức

source: organizations
vi_vn: tổ chức

source: organization plugin
vi_vn: plugin tổ chức

source: organization plugins
vi_vn: plugins tổ chức

source: organizations by category plugin
vi_vn: tổ chức theo plugin danh mục

source: organizations by category plugins
vi_vn: tổ chức theo plugin danh mục

source: person
vi_vn: người

source: persons
vi_vn: người

source: Custom bio
vi_vn: Tiểu sử tùy chỉnh

source: Optional: provide a custom bio (if you leave it empty, it will display the person's bio).
vi_vn: Không bắt buộc: cung cấp tiểu sử tùy chỉnh (nếu bạn để trống, tiểu sử đó sẽ hiển thị tiểu sử của người đó).

source: person plugin
vi_vn: plugin người

source: person plugins
vi_vn: plugins người

source: program
vi_vn: chương trình

source: programs
vi_vn: chương trình

source: program plugin
vi_vn: plugin chương trình

source: program plugins
vi_vn: plugins chương trình

source: role
vi_vn: vai trò

source: A role describes all the permissions that should be granted to the user group.
vi_vn: Vai trò mô tả tất cả các quyền cần được cấp cho nhóm người dùng.

source: page
vi_vn: Trang

source: Page to which this role grants permissions.
vi_vn: Trang mà vai trò này cấp quyền.

source: group
vi_vn: nhóm

source: User group that this role controls.
vi_vn: Nhóm người dùng mà vai trò này kiểm soát.

source: filer folder
vi_vn: thư mục filer

source: Filer folder that this role controls.
vi_vn: Thư mục Filer mà vai trò này kiểm soát.

source: page role
vi_vn: vai trò của trang

source: page roles
vi_vn: vai trò của trang

source: Course page
vi_vn: Trang khóa học

source: Organization list
vi_vn: Danh sách các tổ chức

source: Organization page
vi_vn: Trang tổ chức

source: Category list
vi_vn: Danh sách thể loại

source: Category page
vi_vn: Trang thể loại

source: Blog post list
vi_vn: Danh sách bài blog

source: Blog post page
vi_vn: Trang bài blog

source: Person page
vi_vn: Trang người

source: Person list
vi_vn: Danh sách người

source: Program page
vi_vn: Trang chương trình

source: Program list
vi_vn: Danh sách chương trình

source: Search
vi_vn: Tìm kiếm

source: List of child pages
vi_vn: Danh sách các trang con

source: Homepage
vi_vn: Trang chủ

source: Single column
vi_vn: Cột đơn

source: Three columns: (33% | 33% | 33%)
vi_vn: Ba cột: (33% | 33% | 33%)

source: Two columns: (50% | 50%)
vi_vn: Hai cột: (50% | 50%)

source: Two columns: (25% | 75%)
vi_vn: Hai cột: (25% | 75%)

source: Two columns: (75% | 25%)
vi_vn: Hai cột: (75% | 25%)

source: Footer
vi_vn: Chân trang

source: Static headline
vi_vn: Dòng tiêu đề tĩnh

source: Main content
vi_vn: Nội dung chính

source: Secondary content
vi_vn: Nội dung phụ

source: Third content
vi_vn: Nội dung thứ ba

source: Cover
vi_vn: Che

source: Catch phrase
vi_vn: Khẩu hiệu

source: Teaser
vi_vn: Mẫu

source: About the course
vi_vn: Về khóa học

source: What you will learn
vi_vn: Thứ bạn sẽ được học

source: Format
vi_vn: Định dạng

source: Prerequisites
vi_vn: Điều kiện tiên quyết

source: Team
vi_vn: Đội

source: Plan
vi_vn: Kế hoạch

source: Complementary information
vi_vn: Thông tin bổ sung

source: License for the course content
vi_vn: Giấy phép cho nội dung khóa học

source: License for the content created by course participants
vi_vn: Giấy phép cho nội dung được tạo bởi những người tham gia khóa học

source: Categories
vi_vn: Thể loại

source: Icon
vi_vn: Biểu tượng

source: Organizations
vi_vn: Tổ chức

source: Assessment and Certification
vi_vn: Đánh giá và chứng nhận

source: Banner
vi_vn: Biểu ngữ

source: Description
vi_vn: Miêu tả

source: Excerpt
vi_vn: Trích

source: Portrait
vi_vn: Chân dung

source: Bio
vi_vn: Tiểu sử

source: Main Content
vi_vn: Nội dung chính

source: Author
vi_vn: Tác giả

source: Body
vi_vn: Thân

source: Headline
vi_vn: Tiêu đề

source: Courses
vi_vn: Khóa học

source: Button caesura
vi_vn: Nút cắt

source: Full width
vi_vn: Toàn bộ chiều rộng

source: No categories yet.
vi_vn: Chưa có danh mục nào.

source: Not published yet
vi_vn: Chưa được xuất bản

source: No author yet
vi_vn: Chưa có tác giả

source: No excerpt content
vi_vn: Không có nội dung trích đoạn

source: No body content
vi_vn: Không có nội dung phần thân

source: Related posts
vi_vn: Những bài đăng liên quan

source: Other categories of articles
vi_vn: Các thể loại bài viết khác

source: No associated blogposts
vi_vn: Không có bài đăng blog liên quan

source: %(category_title)s - Category
vi_vn: %(category_title)s - Thể loại

source: Sub categories
vi_vn: Thể loại phụ

source: Related courses
vi_vn: Khóa học liên quan

source: Courses pagination
vi_vn: Phân trang khóa học

source: See all courses related to %(category_title)s
vi_vn: Xem tất cả các khóa học liên quan đến %(category_title)s

source: See all courses
vi_vn: Xem tất cả các khóa học

source: Related organizations
vi_vn: Các tổ chức liên quan

source: Related organizations pagination
vi_vn: Phân trang các tổ chức liên quan

source: Related blogposts
vi_vn: Những bài blog liên quan

source: Related blogposts pagination
vi_vn: Phân trang các bài blog liên quan

source: Related persons
vi_vn: Những người liên quan

source: Related persons pagination
vi_vn: Phân trang những người liên quan

source: No categories
vi_vn: Không có danh mục

source: %(course_title)s - Course
vi_vn: %(course_title)s - Khóa học

source: No associated categories
vi_vn: Không có danh mục liên quan

source: Duration:
vi_vn: Thời gian:

source: Effort:
vi_vn: Thời gian học:

source: Pace:
vi_vn: Tiến độ:

source: Enter here a introduction of your course.
vi_vn: Nhập vào đây phần giới thiệu về khóa học của bạn.

source: %(count)s already enrolled!
vi_vn: %(count)s đã đăng ký!

source: Add a teaser video or add a cover image below and it will be used as teaser image as well.
vi_vn: Thêm video giới thiệu hoặc thêm ảnh bìa bên dưới và nó cũng sẽ được sử dụng làm hình ảnh giới thiệu.

source: course cover image
vi_vn: ảnh bìa khóa học

source: No open course runs
vi_vn: Không có khóa học mở nào chạy

source: course runs are currently open for this course
vi_vn: khóa học chạy hiện đang mở cho khóa học này

source: Choose now
vi_vn: Chọn ngay

source: Archived on %(creation_date)s
vi_vn: Lưu trữ vào %(creation_date)s

source: Go to current version
vi_vn: Chuyển đến phiên bản hiện tại

source: Glimpse cover
vi_vn: Bìa nhìn thoáng qua

source: Add an image for course cover on its glimpse.
vi_vn: Thêm hình ảnh cho bìa khóa học trên cái nhìn thoáng qua của nó.

# course_detail__title
source: What you will learn
vi_vn: Những gì bạn sẽ học

source: At the end of this course, you will be able to:
vi_vn: Vào cuối khóa học này, bạn sẽ có thể:

# course_detail__title
source: Description
vi_vn: Mô tả

# course_detail__title
source: Format
vi_vn: Định dạng

source: How is the course structured?
vi_vn: Khoá học có kết cấu như thế nào?

# course_detail__title
source: Prerequisites
vi_vn: Điều kiện tiên quyết

source: What are the prerequisites to follow this course?
vi_vn: Điều kiện tiên quyết để theo khóa học này là gì?

# course_detail__title
source: Assessment and certification
vi_vn: Đánh giá và chứng nhận

source: How is progress evaluated and/or certified?
vi_vn: Tiến trình được đánh giá và / hoặc chứng nhận như thế nào?

# course_detail__title
source: Course plan
vi_vn: Kế hoạch khóa học

source: Enter here the detailed course plan.
vi_vn: Nhập vào đây kế hoạch khóa học chi tiết.

# course_detail__title
source: Other course runs
vi_vn: Các khóa học khác chạy

# course_detail__title
source: Course runs
vi_vn: Khóa học chạy

source: No course runs
vi_vn: Không có khóa học chạy

source: No other course runs
vi_vn: Không có khóa học nào khác chạy

# Course runs to be scheduled (plural)
source: To be scheduled
vi_vn: Được lên lịch

# Upcoming course runs (plural)
source: Upcoming
vi_vn: Sắp tới

# Ongoing course runs (plural)
source: Ongoing
vi_vn: Đang diễn ra

# Archived course runs (plural)
source: Archived
vi_vn: Lưu trữ

source: This course is part of a program
vi_vn: Khóa học này là một phần của chương trình

# course_detail__title
source: Course team
vi_vn: Nhóm khóa học

source: Who are the teachers in the course team?
vi_vn: Giáo viên trong nhóm khóa học là ai?

# course_detail__title
source: Organizations
vi_vn: Tổ chức

source: What are the organizations publishing this course?
vi_vn: Các tổ chức xuất bản khóa học này là ai?

# course_detail__title
source: License
vi_vn: Giấy phép

source: What is the license for the course content?
vi_vn: Giấy phép cho nội dung khóa học là gì?

source: What is the license for the content created by course participants?
vi_vn: Giấy phép cho nội dung do người tham gia khóa học tạo ra là gì?

source: Course code
vi_vn: Mã khóa học

source: Course date
vi_vn: Ngày khóa học

source: Course team
vi_vn: Đội nhóm khóa học

source: License
vi_vn: Giấy phép

source: Đăng ký
vi_vn: Inscription

source: From %(enrollment_start)s to %(enrollment_end)s
vi_vn: Từ %(enrollment_start)s đến %(enrollment_end)s

source: From %(start)s to %(end)s
vi_vn: Từ %(start)s đến %(end)s

source: Languages
vi_vn: Ngôn ngữ

source: %(title)s, from %(start)s to %(end)s
vi_vn: %(title)s, từ %(start)s đến %(end)s

source: From %(start)s to %(end)s
vi_vn: từ %(start)s đến %(end)s

source: View more
vi_vn: Xem thêm

source: A %(model)s object is missing on this %(model)s page. Please select another page template. <br /> If what you need is a %(model)s page, you need to create it via the wizard and choose "New %(model)s page".
vi_vn: Một đối tượng %(model)s bị thiếu trên trang %(model)s này. Vui lòng chọn một mẫu trang khác. <br /> Nếu những gì bạn cần là một trang %(model)s, bạn cần tạo nó thông qua trình hướng dẫn và chọn "New %(model)s page".

source: Main organization
vi_vn: Tổ chức chính

source: Related courses pagination
vi_vn: Phân trang các chủng tộc liên quan

source: See all courses related to %(organization_title)s
vi_vn: Xem tất cả các khóa học liên quan đến %(organization_title)s

source: No organization yet
vi_vn: Chưa có tổ chức nào

source: Enter your bio here...
vi_vn: Nhập tiểu sử của bạn ở đây...

source: %(title)s avatar
vi_vn: avatar %(title)s

source: No associated organizations
vi_vn: Không có tổ chức liên kết

source: See all courses related to %(person_title)s
vi_vn: Xem tất cả các khóa học liên quan đến %(person_title)s

source: Blogposts
vi_vn: Bài đăng trên blog

source: Blogposts pagination
vi_vn: Phân trang bài đăng trên blog

source: No persons
vi_vn: Không có người

source: %(program_title)s - Program
vi_vn: %(program_title)s - Chươgn trình

source: program cover image
vi_vn: ảnh bìa chương trình

source: No associated programs
vi_vn: Không có chương trình liên quan

source: The course will start {delay:s}
vi_vn: Khóa học sẽ bắt đầu {delay:s}

source: Run {i:d}
vi_vn: chạy {i:d}

source: Regenerate search index...
vi_vn: Tạo lại chỉ mục tìm kiếm...

source: New courses
vi_vn: Khóa học mới

source: First session
vi_vn: Phiên đầu tiên

source: Availability
vi_vn: Sẵn sàng

source: Subjects
vi_vn: Đối tượng

source: Levels
vi_vn: Cấp

source: Persons
vi_vn: Người

source: Licences
vi_vn: Giấy phép

source: Weekly pace
vi_vn: Tiến độ hàng tuần

source: Self-paced
vi_vn: Theo nhiệt độ của bản thân

source: Less than one hour
vi_vn: Dưới 1 tiếng đồng hồ

source: One to two hours
vi_vn: một đến hai tiếng

source: More than two hours
vi_vn: Nhiều hơn hai tiếng

source: Open for enrollment
vi_vn: Mở đăng ký

source: On-going
vi_vn: Đang diễn ra

source: Archived
vi_vn: Đẫ được lưu trữ

source: Sort by configuration
vi_vn: Sắp xếp theo cấu hình

source: Sort by facet count
vi_vn: Sắp xếp theo số lượng khía cạnh

source: Sort alphabetically
vi_vn: Sắp xếp theo thứ tự bảng chữ cái

source: You are not allowed to manage the search index.
vi_vn: Bạn không được phép quản lý chỉ mục tìm kiếm.

source: The search index was successfully bootstrapped
vi_vn: Chỉ mục tìm kiếm đã được khởi động thành công

source: Glimpse
vi_vn: Mẫu

source: Link settings
vi_vn: Cài đặt đường dẫn

source: Square card
vi_vn: Thẻ vuông

source: Quote
vi_vn: Trích dẫn

source: Half row
vi_vn: Nửa hàng

source: Full row
vi_vn: Hàng đầy đủ

source: Variant
vi_vn: Biến thể

source: Form factor variant
vi_vn: Biến thể yếu tố hình thức

source: image
vi_vn: ảnh

source: Content
vi_vn: Nội dung

source: External URL
vi_vn: URL bên ngoài
