Repository: lovevn/richie
Catalog: src/richie/locale/*/LC_MESSAGES/django.po
Languages: vi_vn

source: Make the glimpse as a link with an external URL.
vi_vn: Tạo cái nhìn thoáng qua dưới dạng liên kết với URL bên ngoài.

source: Internal URL
vi_vn: URL nội bộ

source: Make the glimpse as a link with an internal (page) URL.
vi_vn: Tạo cái nhìn thoáng qua dưới dạng liên kết với URL nội bộ (trang).

source: HTML Sitemap
vi_vn: Sơ đồ trang web HTML

source: Press save to create a site map. You will then be able to add a child plugin for each subtree in your sitemap.
vi_vn: Nhấn lưu để tạo sơ đồ trang web. Sau đó, bạn sẽ có thể thêm một plugin con cho mỗi cây con trong sơ đồ trang web của mình.

source: HTML sitemap page
vi_vn: Trang sơ đồ trang web HTML

source: root page
vi_vn: trang gốc

source: This page will be at the root of your sitemap (or its children if the "include root page" flag is unticked).
vi_vn: Trang này sẽ nằm ở thư mục gốc của sơ đồ trang web của bạn (hoặc trang con của sơ đồ trang web nếu cờ "include root page" được bỏ chọn).

source: max depth
vi_vn: độ sâu tối đa

source: Limit the level of nesting that your sitemap will contain below this page. An empty field or 0 equals to no limit.
vi_vn: Giới hạn mức độ lồng mà sơ đồ trang web của bạn sẽ chứa bên dưới trang này. Một trường trống hoặc 0 bằng không giới hạn.

source: in navigation
vi_vn: trong điều hướng

source: Tick to exclude from sitemap the pages that are excluded from navigation.
vi_vn: Chọn để loại trừ khỏi sơ đồ trang web các trang bị loại trừ khỏi điều hướng.

source: include root page
vi_vn: bao gồm trang gốc

source: Tick to include the root page and its descendants. Untick to include only its descendants.
vi_vn: Đánh dấu để bao gồm trang gốc và hậu duệ của nó. Bỏ chọn chỉ bao gồm con cháu của nó.

source: HTML Sitemaps
vi_vn: Sơ đồ trang web HTML

source: Sitemap
vi_vn: Sơ đồ trang web

source: Large Banner
vi_vn: Biểu ngữ lớn

source: Hero introduction
vi_vn: Giới thiệu

source: background image
vi_vn: hình nền

source: Template
vi_vn: Mẫu

source: Choose template to render plugin.
vi_vn: Chọn mẫu để hiển thị plugin.

source: Search in our courses
vi_vn: Tìm kiếm trong các khóa học của chúng tôi

source: Explore our catalog
vi_vn: Khám phá danh mục của chúng tôi

source: LTI consumer
vi_vn: Người tiêu dùng LTI

source: Custom provider configuration
vi_vn: Cấu hình nhà cung cấp tùy chỉnh

source: shared secret
vi_vn: bí mật được chia sẻ

source: The url is not valid for this provider. It should be of the form "{:s}".
vi_vn: Url không hợp lệ cho nhà cung cấp này. Nó phải có dạng "{:s}".

source: The url is not valid for this provider. It should start with "{:s}".
vi_vn: Url không hợp lệ cho nhà cung cấp này. Nó nên bắt đầu với "{:s}".

source: Please choose a predefined provider, or fill fields below
vi_vn: Vui lòng chọn một nhà cung cấp được xác định trước hoặc điền vào các trường bên dưới

source: Please choose a predefined provider above, or fill this field
vi_vn: Vui lòng chọn một nhà cung cấp được xác định trước ở trên hoặc điền vào trường này

source: Please fill this field
vi_vn: Vui lòng điền vào trường này

source: LTI url
vi_vn: url LTI

source: For a predefined provider, leave this field empty for uploading new content.
vi_vn: Đối với nhà cung cấp được xác định trước, hãy để trống trường này để tải lên nội dung mới.

source: Predefined LTI provider
vi_vn: Nhà cung cấp LTI được xác định trước

source: Please choose a predefined provider or fill fields below.
vi_vn: Vui lòng chọn một nhà cung cấp được xác định trước hoặc điền vào các trường bên dưới.

source: Nested item
vi_vn: Mục lồng nhau

source: List
vi_vn: Danh sách

source: Accordion
vi_vn: Đàn xếp

source: Plain text
vi_vn: Văn bản thuần túy

source: plain text
vi_vn: văn bản thuần túy

source: Section
vi_vn: Phần

source: Primary scheme
vi_vn: Đề án chính

source: Secondary scheme
vi_vn: Đề án cấp hai

source: Tertiary scheme
vi_vn: Đề án cấp ba

source: Quaternary scheme
vi_vn: Đề án cấp bốn

source: Quinary scheme
vi_vn: Đề án cấp năm

source: Senary scheme
vi_vn: Lược đồ tuần tự

source: Septenary scheme
vi_vn: Lược đồ riêng biệt

source: Item tiles
vi_vn: Gạch mục

source: Optional template for custom look.
vi_vn: Mẫu tùy chọn cho giao diện tùy chỉnh.

source: Attributes
vi_vn: Thuộc tính

source: Image
vi_vn: Ảnh

source: Simple text
vi_vn: Văn bản đơn giản

source: body
vi_vn: thân

source: Ensure this text has at most %(limit_value)d character (it has %(show_value)d).
vi_vn: Đảm bảo văn bản này có nhiều nhất %(limit_value)d chữ cái (il en a %(show_value)d).
